#!/usr/bin/env python3
# -*- coding: utf-8 -*-
__doc__ = 'description'
__author__ = '13314409603@163.com'

NEGATIONS = [['不','存在'],['不对'],['不','事实'],['不','属实'],['不','属于'],['不','符合','事实'],['不','符合'],
             ['事实','不符'],['所述','不'],['不足以','造成'],['从不'],['肯定','不'],['不','实'],['不','同意'],['不曾'],
             ['不符'],['不予','认可'],['不足以'],['肯定','不'],['不再'],
             ['没有','诚心'],['没有','去'],['没有','事实','法律','依据'],['没有','事实'],['没有','异议'],['没有','同意'],
             ['根本','没有'],['从来','没有'],['没有'],['没'],
            ['从未'],['并未'],['未','参与'],['未曾'],['未','发生'],['未能'],['未'],['并非'],
            ['无从谈起'],['无稽之谈'],['无','事实','依据'],['无','异议'],['无中生有'], ['无'],
             ['误'],['虚假'],['纯属','捏造'],['捏造'],
             # ['亦','承认'],['存在'],['事实'],['情况','属实'],['属实'],['正确'],['没有','异议'],['符合','事实'],['确实'],
             # ['认定'],['认可'],['属实'],['证据','证实']
             ]
NEG_TRI_DIS = []

if __name__ == '__main__':
    pass